[
	{
		"topic": "famine",
		"valence": "Palestinian",
		"frame": "Humanizing",
		"source": "AP News",
		"url": 	"https://apnews.com/article/gaza-food-hunger-israel-palestinians-war-d9c4d8bbf908425f7d950721477560d4",
		"headline": "A Palestinian describes 15 minutes of terror trying to get food in the new Gaza distribution system",
		"text": "Shehada Hijazi woke at dawn. It was his best chance, he thought, to get his hands on a package of food at a new distribution site run by a U.S.- and Israeli-backed foundation in the Gaza Strip. Thousands of others, equally desperate to feed their hungry families, had the same idea.\n\n“Hunger has hit home. I can’t wait around to watch my family die of hunger,” the 41-year-old said. It’s a reality faced by hundreds of thousands of Palestinians, plagued by rising hunger and malnutrition after a nearly three-month Israeli blockade barring all food and supplies from Gaza. Israel has let in a trickle of aid this month for the United Nations to distribute through its networks — nearly 1,000 trucks the past 12 days, the military says, far below the rate even at the highest times during the war when several hundred trucks a day would enter.\n\n“People are ready to eat each other to provide for their families,” he said, adding that the new system is moving people around like chess pieces. “It is an unimaginable tragedy.”"
	},
	{
		"topic": "famine",
		"valence": "Palestinian",
		"frame": "Humanizing",
		"source": "The Guardian",
		"url": "https://www.theguardian.com/global-development/2025/jul/22/food-aid-gaza-deaths-visual-story-ghf-israel",
		"headline": "'Eleven-minute race for food': how aid points in Gaza became 'death traps'",
		"text": "Raed Jamal sends the message shortly after he returns, empty-handed, from an aid distribution point to his tent in the al-Mawasi displacement camp in south-west Gaza.\n\n“I didn’t even get anything, just two empty boxes.” Jamal’s journey involved a long walk to and from a former residential neighbourhood bulldozed by Israeli forces and turned into one of four militarised aid distribution centres run by the Gaza Humanitarian Foundation (GHF), which is based in Delaware in the US.\n\nThe GHF sites – Tal al-Sultan, Saudi neighbourhood, Khan Younis and Wadi Gaza – are located in evacuation zones, which means civilians seeking food have to enter areas they have been ordered to leave. According to GHF’s Facebook page, the sites remain open for as little as eight minutes at a time, and in June the average for the Saudi site was 11 minutes. These factors have led to accusations from NGOs that the system is dangerous by design. The chief of the UN agency focused on Palestinian issues, Philippe Lazzarini, has said “the so-called mechanism ... is a death trap costing more lives than it saves.”"	
	},
	{
		"topic": "famine",
		"valence": "Israeli",
		"frame": "Humanizing",
		"source": "YNet",
		"url": "https://www.ynetnews.com/article/hk6lvj4kkl",
		"headline": "'They look terrible': Families horrified by frail, emaciated condition of freed hostages",
		"text": "The three Israeli hostages released by Hamas on Saturday appeared extremely thin and weak as they were paraded by armed terrorists and forced to participate in a staged ceremony in central Gaza.\n\nThe family of Ohad Ben Ami was both relieved to see him walking but shocked by his frail appearance. “They look terrible, Ohad does not look the same. We will have to take care of him now,” a family member said. Tami, a relative, said she was heartbroken at the sight. “This is bigger than what we can see now, and it is our duty to care for those who have not yet returned,” she added. “This reflects how horrible the situation is for those we cannot see. This cannot go on.”\n\nIsraeli President Isaac Herzog condemned Hamas’ use of hostages in its public display, calling it “a crime against humanity.”\n\n“Completing the cease-fire deal is the humane, Jewish and moral thing to do,” Herzog said. “All our brothers and sisters must be returned from the hell of captivity in Gaza — every last one of them.”"
	},
	{
		"topic": "famine",
		"valence": "Israeli",
		"frame": "Humanizing",
		"source": "NDTV",
		"url": "https://www.ndtv.com/world-news/no-words-israel-releases-before-after-pics-of-3-malnourished-hostages-freed-by-hamas-7668866",
		"headline": "No Words: Israel Releases Before-After Pics Of 'Malnourished' Hostages Freed By Hamas",
		"text": "Palestinian group Hamas on Saturday handed over three more Israeli hostages, after nearly 500 days of captivity, as part of the ongoing ceasefire deal with Israel. The gaunt appearances of three hostages shocked Israelis.\n\n“We will eliminate Hamas, and we will return our hostages,” Prime Minister Benjamin Netanyahu said in a video statement, denouncing the militants as “monsters” after the handover during which the three emaciated men were compelled to speak on stage. Later, Israel’s official social media handles released before and after photographs of the three men, and said, “There are no words.”\n\nAfter being handed over to the International Committee of the Red Cross in Gaza, the hostages were then driven to Israeli forces and into Israel, where they had tearful reunions with family members, and were flown to hospitals. Ohad Ben Ami, who was taken hostage from Kibbutz Be’eri during the Hamas-led attack on southern Israel on October 7, 2023, has returned home from Gaza in a “severe nutritional state.” “In the initial medical assessment conducted, it is evident that Ohad returned in a severe nutritional state and had lost a significant amount of his body weight,” Gil Fire, deputy director at Ichilov Medical Center in Tel Aviv said, adding Ben Ami had shown he was “resilient in spirit”."
	},
	{
		"topic": "famine",
		"valence": "Palestinian",
		"frame": "Infrastructure",
		"source": "Reuters",
		"url": "https://www.reuters.com/world/europe/ghf-aid-system-gaza-is-scandal-shameful-says-french-foreign-minister-2025-07-31/",
		"headline": "GHF aid system in Gaza is a 'scandal, and shameful' says French foreign minister",
		"text": "France's foreign minister said on Thursday a U.S. and Israel-backed aid distribution system in Gaza had generated a \"bloodbath\" and had to cease activity. “I want to call for the cessation of the activities of the Gaza Humanitarian Foundation, the militarised distribution of humanitarian aid that has generated a bloodbath in distribution lines in Gaza, which is a scandal, which is shameful, and has to stop,” Foreign and European Affairs Minister Jean-Noel Barrot told reporters after meeting his Cyprus counterpart in Nicosia.\n\nA global hunger monitor said on Tuesday that a famine scenario was unfolding in the Gaza Strip, with malnutrition soaring, children under five dying of hunger-related causes and humanitarian access severely restricted.\n\nThe U.N. estimates that Israeli forces have killed more than 1,000 people seeking food since May, most near militarised distribution sites of the GHF, which employs a U.S. logistics firm run by a former CIA officer and armed U.S. veterans. The GHF denies that there have been deadly incidents at its sites, and says the deadliest have been near other aid convoys."
	},
	{
		"topic": "famine",
		"valence": "Palestinian",
		"frame": "Infrastructure",
		"source": "The Guardian",
		"url": "https://www.theguardian.com/world/2025/aug/06/israel-gaza-war-palestinian-cropland-starvation",
		"headline": "Only 1.5% of Gaza cropland left for starving Palestinians due to Israel's war, UN says",
		"text": "Israel’s destruction of Gaza has left starving Palestinians with access to only 1.5% of cropland that is accessible and suitable for cultivation, according to new figures from the UN.\n\nBefore the conflict, Gaza was a thriving agricultural hub, where farmers and ordinary Palestinians cultivated a wide variety of fruits, vegetables, nuts and grains for local consumption. Israel has targeted food sources – orchards, greenhouses, farmland and fishers – since the beginning of its siege on Gaza in October 2023.\n\nIn northern Gaza, Israeli tanks and bombs have destroyed or damaged 94% of what was among the most fertile, productive land in the territory, and Palestinians have no access to the remaining 6% of their cropland.\n\n“Gaza is now on the brink of a full-scale famine. People are starving not because food is unavailable, but because access is blocked, local agrifood systems have collapsed, and families can no longer sustain even the most basic livelihoods,” said Qu Dongyu, the director-general of the Food and Agriculture Association. “We urgently need safe and sustained humanitarian access and immediate support to restore local food production and livelihoods – this is the only way to prevent further loss of life. The right to food is a basic human right.”"
	},
	{
		"topic": "famine",
		"valence": "Israeli",
		"frame": "Military",
		"source": "Times of Israel",
		"url": "https://www.timesofisrael.com/kerem-shalom-crossing-reopens-to-gaza-aid-days-after-hamas-attack-forced-closure/",
		"headline": "IDF says Kerem Shalom Crossing reopened to Gaza aid, days after attack forced closure",
		"text": "Israel on Wednesday reopened a key crossing with the southern Gaza Strip for humanitarian aid deliveries after it was shuttered days earlier following a deadly Hamas rocket attack. Four soldiers were killed and 10 were wounded in the rocket strike from Gaza on a staging ground near the crossing on Sunday.\n\nThe Defense Ministry’s COGAT liaison unit said Kerem Shalom Crossing was reopened Wednesday morning for trucks to enter Gaza, per the “directives of the political echelon.” COGAT said that the aid trucks, which come from Egypt, undergo Israeli inspection at Kerem Shalom before entering the Strip, as they have in recent months.\n\nThe Hamas terror group claimed responsibility for the attack on the border crossing, which according to the Israeli military, was launched from an area near Gaza’s Rafah Crossing with Egypt. “The projectiles that were fired toward the area of the Kerem Shalom Crossing are preventing the entry of humanitarian aid into the Gaza Strip,” the military said in a statement."
	},
	{
		"topic": "famine",
		"valence": "Israeli",
		"frame": "Military",
		"source": "Times of Israel",
		"url": "https://www.timesofisrael.com/idf-planning-major-shift-in-gaza-aid-delivery-in-bid-to-thwart-hamas-diversion/",
		"headline": "IDF planning major shift in Gaza aid delivery in bid to thwart Hamas diversion",
		"text": "Israel is planning to radically alter the way humanitarian aid is distributed in the Gaza Strip when it begins allowing assistance into the enclave in the coming weeks after what will have been a nearly two-and-a-half-month freeze, an Israeli and Arab official familiar with the matter told The Times of Israel this week.\n\nThe plan is to transition away from wholesale distribution and warehousing of aid and to instead have international organizations and private security contractors hand out boxes of food to individual Gazan families, according to the officials.\n\nEach family will have a designated representative tasked with reaching an Israel Defense Forces security zone in southern Gaza, where aid will be distributed after going through several rounds of inspection. Each box will have enough food to last several days until family representatives will be allowed to return to the security zone to receive another parcel, the officials said, adding that Israel believes this method will make it harder for Hamas to divert aid to its fighters.\n\n“The IDF recommendation is to create aid distribution areas, using international organizations and companies, while securing them during the distribution and preventing the aid from reaching Hamas,” a military official said during the briefing. “The halt of aid deliveries to Gaza was part of Israeli efforts to pressure Hamas back into a hostage deal.”"
	},
	{
		"topic": "famine",
		"valence": "Palestinian",
		"frame": "Military",
		"source": "Middle East Monitor",
		"url": "https://www.middleeastmonitor.com/20250815-the-hunger-war-in-gaza-against-displaced-palestinians-starvation-as-a-weapon/",
		"headline": "The hunger war in Gaza against displaced Palestinians: Starvation as a weapon",
		"text": "In Gaza today, a hunger war is unfolding before the world’s eyes — a siege in which starvation is being wielded not by drought or pestilence, but by deliberate political and military design. For months, the people of Gaza have endured a blockade that goes far beyond the fog of war. This is not an accidental by-product of conflict; it is an intentional strategy. Food convoys are obstructed by the Zionist Israeli occupiers or allowed in at a trickle.\n\nThe breadbasket of a proud people has been smashed, replaced with queues for scraps where very few manage to fill in their food bowls. And now, a secondary assault has emerged: the rise of profiteering middlemen — agent traders — who hoard what little aid arrives, selling it back at impossible prices, effectively turning humanitarian relief into a luxury commodity.\n\nHunger here is not just a by-product of siege; it is amplified by forced displacement. Whole communities of two million Gazans have been uprooted, driven from their homes, their farms, their orchards, and their fishing boats. Families have been cut off from the very systems that sustained them: their wells, their vegetable plots, their local markets. In displacement camps, survival depends on irregular aid drops or overpriced market stalls, while self-reliance — once rooted in fertile fields and abundant seas — has been severed."
	},	
	{
		"topic": "famine",
		"valence": "Palestinian",
		"frame": "Military",
		"source": "The New Arab",
		"url": "https://www.newarab.com/opinion/stop-gaza-famine-overwhelm-israels-blockade-1000-ships",
		"headline": "To stop Gaza famine, overwhelm Israel's blockade with 1,000 ships",
		"text": "“We should not be waiting for Israel to give permission... we need to be breaking the blockade.” These were the defiant words of Palestinian-American human rights lawyer Huwaida Arraf after being abducted at sea by Israeli forces. She had been sailing aboard the Handala, a civilian aid ship loaded with food and medicine bound for Gaza. Before masked Israeli gunmen stormed it, Arraf told the military over radio: “You are starving civilians... and enforcing an illegal blockade. Why are you afraid of baby formula and teddy bears?”\n\nSince March, Israel has sealed off Gaza, while bombing from the sky continues. The Integrated Food Security Phase Classification has now confirmed “the worst-case scenario famine” is playing out and calls for an “unimpeded, large-scale, life-saving humanitarian response.” At least half a million Palestinians are expected to experience starvation, acute malnutrition, and mortality.\n\nA single civilian aid vessel cannot breach a siege enforced by one of the world’s most powerful militaries. But thousands might. Imagine a flotilla born of the masses. What if trade unions, local solidarity groups and organisations mobilised in unprecedented numbers? What if Oxfam, Doctors Without Borders, Save the Children sailed under their flags?\n\nWhat if just 1% of the hundreds of thousands of Mediterranean pleasure craft set sail simultaneously toward Gaza? Intense public pressure from a coordinated flotilla of such immense proportions could force Israel to open the prison doors of Gaza and allow aid to flow."
	},	
	{
		"topic": "hospitals",
		"valence": "Palestinian",
		"frame": "Humanizing",
		"source": "BBC",
		"url": "https://www.bbc.com/news/articles/c89g0yn5yv5o",
		"headline": "Conditions at Gaza hospitals 'beyond description' after Israeli attacks, WHO says",
		"text": "The World Health Organization has said conditions at hospitals in Gaza are \"beyond description\", after a major facility was put out of service by an Israeli air strike.\n\nA spokeswoman said the WHO was seeing \"attack after attack\" on hospitals and healthcare workers, and medical supplies were critically low due to Israel’s blockade of the territory.\n\nAl-Ahli hospital was struck by two missiles around midnight on Sunday — the fifth time it has been hit since the beginning of the war. The Anglican Diocese of Jerusalem, which runs the hospital, said the Israel military gave a 20-minute warning to hospital staff and patients to evacuate before the attack.\n\nThere were no casualties as a result of the strike, but one child who had previously suffered a head injury died as a result of the rushed evacuation process, the diocese said.\n\nThe hospital was forced to move 50 patients to other hospitals, but 40 patients in a critical condition could not be moved, said WHO Director General Dr. Tedros Adhanom Ghebreyesus. \"Hospitals are protected under international humanitarian law,\" he said. \"Attacks on health care must stop. Once again we repeat: patients, health workers and hospitals must be protected.\""
	},	
	{
		"topic": "hospitals",
		"valence": "Israeli",
		"frame": "Humanizing",
		"source": "YNet",
		"url": "https://www.ynetnews.com/health_science/article/rkemqteull",
		"headline": "'I wouldn't let my mother be treated here now': Israeli hospital struggles following Iran missile hit",
		"text": "Nearly a month after an Iranian missile slammed into Soroka Medical Center in Be’er Sheva, the full scope of the damage is coming into view. With operating rooms destroyed and upper floors reduced to rubble, the hospital has been forced to treat dozens of patients in makeshift underground wards as it braces for what could be a yearlong recovery.\n\n“The physical conditions are horrific — what you’d call ‘hell’s basement’ — but the staff is doing everything they can,” said Limor, whose 80-year-old father, Haim, has been hospitalized for a week. He is one of 52 patients now being cared for in converted family dining areas and training rooms two levels below ground.\n\nBeds are separated by thin curtains, with less than three feet between them. Showers are nonexistent, and bathrooms are scarce. \"You wouldn’t want to leave anyone here, but we have no other space,\" said Dr. Tzachi Slutsky, the hospital's deputy director. \"I wouldn't hospitalize my mother here today in this situation.\"\n\nAnd the bad news, he says, is that this situation won't change in the six months to year. The hospital’s northern surgical tower took a direct hit in the April strike. Eight of 19 operating rooms were destroyed, along with vital surgical equipment, medications, and ventilators — damage totaling tens of millions of dollars."
	},
	{
		"topic": "hospitals",
		"valence": "Israeli",
		"frame": "Humanizing",
		"source": "Jerusalem Post",
		"url": "https://www.jpost.com/israel-news/article-858325",
		"headline": "'This is what a war crime looks like,' health workers at hospital targeted by Iran say",
		"text": "Soroka Medical Center was seriously damaged by a direct hit from an Iranian ballistic missile on Thursday in an unprecedented attack on Israel's healthcare system.\n\nSoroka management called on the public not to come to the hospital except for urgent and life-saving medical cases. They are ready to receive women for births, but at this stage, asked that, preferably, they contact other hospitals.\n\nIsrael Medical Association chairman Prof. Zion Hagay declared that \"the eyes of the whole world should be on Soroka this morning so as to understand what a war crime really looks like.\"\n\n“I send encouragement and hugs to all our friends in Soroka who are working day and night, and I wish a speedy recovery to all the wounded and in all the arenas. I call on the international medical community to strongly condemn this horrific act by Iran.”"
	},	
	{
		"topic": "hospitals",
		"valence": "Israeli",
		"frame": "Humanizing",
		"source": "France24",
		"url": "https://www.france24.com/en/live-news/20250619-so-sad-israelis-shocked-by-iran-strike-on-hospital",
		"headline": "'So sad': Israelis shocked by Iran strike on hospital",
		"text": "An Iranian strike in the southern city of Beersheba caused extensive damage to a hospital's entrance hall and several departments, including the ophthalmology unit on the third floor of the surgical building.\n\n\"It’s so sad, I never thought something like this could happen. Never. It's only medical professionals here, and patients... and look what happened to us,\" Wasim Hin, an ophthalmologist at Soroka Medical Centre, said.\n\nThe hospital's director and other workers said that lives had been saved because the structure hit in the attack had been evacuated in recent days. \"It’s a miracle. The building had just been evacuated,\" maintenance worker Kevin Azoulay said. \"Several wards were completely demolished and there is extensive damage across the entire hospital with damage to buildings, structures, windows, ceilings across the medical centre,\" director Shlomi Codish told journalists.\n\nThe head of the ophthalmology department was at a loss. He said the department treated around 50,000 patients a year. \"And now, how are we going to receive them?\" he asked. \"We have no idea, we have no space, we have no rooms, everything has been destroyed.\""
	},	
	{
		"topic": "hospitals",
		"valence": "Palestinian",
		"frame": "Infrastructure",
		"source": "BBC",
		"url": "https://www.bbc.com/news/articles/cjr7l123zy5o",
		"headline": "Israeli air strike destroys part of last fully functional hospital in Gaza City",
		"text": "An Israeli air strike has destroyed part of al Ahli Arab Hospital, the last fully functional hospital in Gaza City. Witnesses said the strike destroyed the intensive care and surgery departments of the hospital.\n\nVideo posted online appeared to show huge flames and smoke rising after missiles hit a two-storey building. People, including some patients still in hospital beds, were filmed rushing away from the site.\n\nAl Ahli Arab - a small medical facility before the war - was the only fully functional hospital in Gaza City, following the destruction of Al-Shifa medical complex and other hospitals in the northern part of the Strip.\n\nWorld Health Organization director-general Dr Tedros Adhanom Ghebreyesus said the hospital was out of service following the evacuation order and attack, according to an update he received from the hospital's director."
	},	
	{
		"topic": "hospitals",
		"valence": "Israeli",
		"frame": "Infrastructure",
		"source": "Washington Post",
		"url": "After strike on Israeli hospital, a vista of broken glass, fallen debris",
		"headline": "Israeli air strike destroys part of last fully functional hospital in Gaza City",
		"text": "An Iranian ballistic missile struck the largest hospital in southern Israel on Thursday. The roof of the surgical inpatient building, which took a direct hit, crumpled like cardboard, and windows shattered across the sprawling Soroka Medical Center.\n\nSoroka said it had moved some of its operations underground in recent days, a step taken by many of Israel’s hospitals since hostilities with Iran flared.\n\nCeiling tiles, medical supplies and aluminum window frames filled the halls, rooms and passageways of evacuated wards, and the stench of smoldering plastic hung over the city. Police and paramedics wheeled gurneys bearing patients over shards of glass, while orange-helmeted troops from the army’s Home Front Command took stock of the damage.\n\n“Because of the damage, the medical center is now closed to receiving patients, except for urgent and lifesaving cases,” the Soroka Medical Center said in a statement."
	},	
	{
		"topic": "hospitals",
		"valence": "Israeli",
		"frame": "Military",
		"source": "Times of India",
		"url": "https://timesofindia.indiatimes.com/world/middle-east/israel-hamas-war-israel-says-hamas-is-using-hospitals-to-conceal-military-activity-in-gaza/articleshow/104996824.cms",
		"headline": "Israel says Hamas is using hospitals to conceal military activity in Gaza",
		"text": "Israel's army said Hamas is using hospitals in Gaza as bases of operation in a \"systematic\" attempt to conceal its military activities, expanding on claims that Hamas has denied.\n\nA spokesman for the Israel Defense Forces provided new accusations of militant infrastructure within and around two major clinics after asserting last week that Hamas headquarters are beneath the territory's main health facility.\n\n\"Hamas’s use of hospitals to disguise their war machine is systematic,\" Hagari said in a televised media briefing, revealing material that had been declassified for the purpose. The Qatari-built Sheikh Hamid bin Khalifa al Thani Hospital sits above a tunnel used by Hamas, he said, adding that the group's fighters have shot at Israeli troops from inside the hospital.\n\nAnother clinic, the Indonesian Hospital, is being used by Hamas to hide an underground command and control center, Hagari said. A launch pad for Hamas rockets is situated 245 feet from the hospital, he said.\n\nThe Israeli army on October 27 said Hamas has its military headquarters in a labyrinth of tunnels and underground compounds beneath the al-Shifa Hospital, Gaza’s biggest medical complex."
	},	
	{
		"topic": "hospitals",
		"valence": "Palestinian",
		"frame": "Military",
		"source": "CNN",
		"url": "https://www.cnn.com/2023/11/17/middleeast/israel-alleged-hamas-tunnel-al-shifa-intl-hnk",
		"headline": "UN Human Rights chief calls for independent investigation into Al-Shifa hospital claims",
		"text": "The United Nations’ human rights chief has called on Israel to give his team access to Al-Shifa hospital in Gaza City, after Israel’s military released video of what it called a Hamas “operational tunnel shaft” in the complex’s grounds, a claim immediately rejected by the militant group and medical administrators as “ridiculous.”\n\nThe video shows a hole in the ground and what appears to be a shaft reinforced with concrete with exposed pipes and cabling. At one point, the video tilts up to reveal one of the hospital’s main buildings about 30 meters away from the hole. The video does not show the inside of the shaft.\n\nIsrael has been under significant international pressure to prove its claims about Hamas’s supposed infiltration of the hospital. News outlets have not been able to independently verify the claim by Israel that the image is of a Hamas tunnel.\n\nThe UN’s High Commissioner for Human Rights Volker Türk called on Israel to grant independent investigators access to Gaza to probe the competing claims.\n\n“This is precisely where you need an independent international investigation, because we have different narratives,” Türk said. “You cannot use ... hospitals, for any military purposes. But you also cannot attack a hospital in the absence of clear evidence.”"
	},
	{
		"topic": "October 7",
		"valence": "Palestinian",
		"frame": "Humanizing",
		"source": "Al-Jazeera",
		"url": "https://www.aljazeera.com/news/2023/10/12/gaza-hospitals-risk-turning-into-morgues-rights-groups-call-for-action",
		"headline": "Gaza ‘hospitals risk turning into morgues’: Rights groups call for action",
		"text": "A power blackout in the Gaza Strip caused by Israel’s “total blockade” of the besieged enclave has prompted condemnation and calls from international rights groups for urgent action as “hospitals risk turning into morgues” amid heavy Israeli bombardment.\n\nOn Wednesday, Gaza’s sole power plant ran out of fuel and shut down after Israel’s decision to cut off supplies following the October 7 attack by Hamas, the group running the enclave, inside Israel.\n\nThe International Committee of the Red Cross (ICRC), a medical charity, on Thursday called the escalation “abhorrent”, imploring Israel and Hamas “to reduce the suffering of civilians”.\n\n“As Gaza loses power, hospitals lose power, putting newborns in incubators and elderly patients on oxygen at risk. Kidney dialysis stops, and X-rays can’t be taken. Without electricity, hospitals risk turning into morgues,” Fabrizio Carboni, the ICRC’s regional director for the Near and Middle East, said in a statement."
	},
	{
		"topic": "October 7",
		"valence": "Palestinian",
		"frame": "Humanizing",
		"source": "LA Times",
		"url": "https://www.latimes.com/world-nation/story/2023-12-19/farewells-from-gaza",
		"headline": "Gaza residents fear death is imminent. So they are writing their last words",
		"text": "The people of Gaza have lived for more than two months under the constant specter of death. Shaken by falling bombs, surrounded by advancing troops and grieving the loss of loved ones, they have communicated with the rest of the world mainly through social media — as long as the internet is working.\n\nTheir messages have been sporadic amid Israel’s ongoing airstrikes and invasion in response to Hamas’ deadly Oct. 7 attack on Israeli civilians.\n\nDressed in dark blue scrubs, a stethoscope slung over his shoulders, Husam Almanassra looks worn down in the selfie he posted to X on Nov. 5.\n\n“Before the war I had these high ambitions. Big dreams I was fighting to achieve,” Almanassra, who is an anesthesiologist and intensive care doctor at Shifa Hospital according to his profile, captioned the photo. “But these days ... the entire world is just leaving you to die.”"
	},
	{
		"topic": "October 7",
		"valence": "Israeli",
		"frame": "Humanizing",
		"source": "Reuters",
		"url": "https://www.reuters.com/world/middle-east/i-was-reborn-oct-7-says-survivor-hamas-attack-israeli-festival-2023-10-31/",
		"headline": "'I was reborn' on Oct. 7 says survivor of Hamas attack on Israeli festival",
		"text": "Hired to cater for an all-night Israeli music festival, Rada and Raif Rashed fled for their lives just after dawn, when Hamas militants rampaged through the crowd on Oct. 7 turning the celebration into a place of horror.\n\nThe brothers saw partygoers falling around them as 250 people were killed in the surprise cross-border attack that precipitated the worst hostilities for decades in the Israeli-Palestinian conflict.\n\n\"What I lived through on Oct. 7 are unbelievable things. What I have seen I never imagined to see,\" Rada, 33, said when back with family in northern Israel. \"On this day, I was reborn. I now have two birth dates; the original one on March 15 and the new one is on Oct. 7.\"\n\n\"Bullets were hitting near my face. I don't know how. The girls around were shot down, and I was waiting to get hit. Then I saw a hole, like it was dug by someone. We went into it,\" Rada said. \"We stayed there until the shooting stopped for a while.\"\n\nYoung women at the festival \"were begging Hamas members not to kill them,\" he said. \"But they were having fun with them. They took them by their hair and shot them in the head. Why? I will never see a day tougher than that day. It is the toughest day in the history of the country.\""
	},
	{
		"topic": "October 7",
		"valence": "Israeli",
		"frame": "Humanizing",
		"source": "Reuters",
		"url": "https://www.reuters.com/investigates/special-report/israel-palestinians-kibbutz-attack/",
		"headline": "Hunted by Hamas: 27 hours of slaughter and survival inside Israel’s Kibbutz Be’eri",
		"text": "In the golden dawn light, on the morning after the Sabbath massacre of Oct. 7, Menachem Klemenson spotted the elderly man on his porch. The man was sitting in his chair, with a cup of coffee next to him. As Klemenson drew closer, he realized the man wasn’t moving. He had been in that position for over 24 hours now. He had been shot dead.\n\nIt was too late to save him. But the 35-year-old Klemenson, a Bible teacher by profession, and his 42-year-old brother Elhanan had been working feverishly all night rescuing families from their homes in Kibbutz Be’eri, an Israeli cooperative community some five kilometers from the Gaza Strip.\n\nThey had extracted people from burning homes as bullets zipped and cracked around them. At times they piled as many as 15 people in a jeep meant for four as they raced to get them out of the kibbutz. They faced agonizing decisions over who to save and who to leave behind. Sometimes there was no one left to save: They found parents and children gunned down in their living rooms, kitchens and bedrooms. In one house lay the incinerated corpse of what appeared to be a young person.\n\nHamas militants killed more than 1,400 people in communities, army bases and at a music festival in the south of the country on Oct. 7, and took at least 240 hostage, Israel said."
	},
	{
		"topic": "October 7",
		"valence": "Palestinian",
		"frame": "Infrastructure",
		"source": "Al-Jazeera",
		"url": "https://www.aljazeera.com/gallery/2023/10/8/israeli-strikes-flatten-buildings-mosques-in-gaza",
		"headline": "Israeli strikes flatten buildings, mosques in Gaza",
		"text": "At least 313 Palestinians have been killed as Israel struck 426 targets in Gaza, its military said, flattening residential buildings in giant explosions. The Israeli strikes came in response to the surprise attack by Hamas fighters on October 7.\n\nEnergy Minister Israel Katz said Israel would halt the electricity supply to the besieged territory. The Palestinian enclave – home to some two million people – has been under an Israeli air, land and sea blockade.\n\nWhat used to be 120 megawatts of electricity has now decreased to only 20MW, provided by power plants that are paid for by the Palestinian Authority.\n\nMeanwhile, healthcare institutions had to rely on spare generators to continue operating through the night due to Israel’s decision to halt the electricity supply while residents were left to endure the darkness with the unsettling backdrop of explosions not far away."
	},
	{
		"topic": "October 7",
		"valence": "Israeli",
		"frame": "Infrastructure",
		"source": "YNet",
		"url": "https://www.ynetnews.com/article/bjfxpekm6",
		"headline": "Tel Aviv residential block sustains direct hit from Gaza rocket",
		"text": "A Tel Aviv residential building was hit by a rocket fired from Gaza in a heavy barrage targeting central Israel on Friday afternoon. Four people were hurt, one sustaining moderate wounds. Rockets also fell in the city of Holon, just south of Tel Aviv and in Ashkelon, in the South.\n\nEight firefighting teams were dispatched to the scene after a fire broke out and spread to multiple floors. Another rocket landed in Jaffa, where, fortunately, no casualties were reported.\n\nBefore the rocket hit Tel Aviv, Ben Benjamin, who was at an ice cream parlor across from the building, recounted the terrifying moment: \"Suddenly, we heard a deafening blast, shards of glass were flying, windows shattered, chaos ensued,\" Benjamin said. \"We must destroy Hamas, eradicate this threat, and ensure Hamas is no longer a menace. We're determined to wake up to a safer future.\"\n\nLess than half an hour later, sirens blared once again across the Tel Aviv metropolitan area. A direct hit on a house was reported, with no injuries."
	},
	{
		"topic": "October 7",
		"valence": "Palestinian",
		"frame": "Military",
		"source": "Al-Jazeera",
		"url": "https://www.aljazeera.com/news/2024/1/21/hamas-says-october-7-attack-was-a-necessary-step-admits-to-some-faults",
		"headline": "Hamas says October 7 attack was a ‘necessary step’, admits to ‘some faults’",
		"text": "The Palestinian group Hamas has said there were “faults” in the October 7 attack it led on southern Israel, but claimed its fighters only targeted Israeli soldiers and people carrying weapons.\n\nIn its first public report since the attack, Hamas said it was “a necessary step and a normal response to confront all Israeli conspiracies against the Palestinian people”. The report said Hamas planned to target Israeli military sites and to capture soldiers, which could be used to pressure the Israeli authorities to release thousands of Palestinians held in Israeli prisons.\n\nEarly on October 7, Hamas fighters stormed communities along Israel’s southern fence with Gaza. At least 1,139 people, mostly civilians, were killed in the attack, according to a tally based on official Israeli statistics, and about 240 others were seized as captives.\n\nThe group said that avoiding harming civilians “is a religious and moral commitment” by fighters of Hamas’s armed wing, the Qassam Brigades. “If there was any case of targeting civilians; it happened accidentally and in the course of the confrontation with the occupation forces,” read the report. It added that \"maybe some faults happened\" during the attack \"due to the rapid collapse of the Israeli security and military system, and the chaos caused along the areas near Gaza.\""
	},
	{
		"topic": "October 7",
		"valence": "Israeli",
		"frame": "Military",
		"source": "Reuters",
		"url": "https://www.reuters.com/world/middle-east/netanyahu-gantz-agree-form-emergency-israel-government-statement-2023-10-11/",
		"headline": "Israel's new war cabinet vows to wipe Hamas off the earth",
		"text": "Israeli Prime Minister Benjamin Netanyahu forged an emergency government on Wednesday to direct war against Hamas, and his defence minister vowed to wipe the Palestinian militant group \"off the face of the earth\" over its deadly weekend attack.\n\nIslamist Hamas gunmen invaded Israel from the Gaza Strip in a surprise assault that killed at least 1,200 people, the deadliest Palestinian militant attack in Israeli history.\n\n\"We are fighting a cruel enemy, worse than ISIS,\" Netanyahu said alongside members of the new cabinet, comparing the group's attack with brutal killings carried out by Islamic State.\n\nYoav Gallant, the defence minister, said: \"We will wipe this thing called Hamas, ISIS-Gaza, off the face of the earth. It will cease to exist.\"\n\nBenny Gantz, a former Israeli defence chief and centrist opposition party leader, said it was a time to join together and win. \"There is a time for peace and a time for war. Now is a time for war,\" he said."
	}
]
